
var question =

[

 {
   // 2
   sub : 'تاريخ'  ,
   q : ' من القائل : الحضارة هي ثمرة أي مجهود بشري ' ,
   a : [ 'ارسطو' , 'هتلر' , 'افلاطون' , 'ديورانت' ] ,
   trueAnswer: 4 ,
   msg : " ده من أول الأسئلة في المنهج يا برنس "
 } ,
 
 {
   // 3
   sub: 'تاريخ',
   q: 'الصيد كان أحد مظاهر ',
   a: [ 'التقسيم الطبقي' , 'الحكم الفردي' , 'العدالة الإجتماعية ' , 'الأستقرار الأقتصادي'] ,
   trueAnswer: 1 ,
   msg: " كان الأغنياء يصطادون الحيونات البرية في رحلات صيد ، بينما عامة الشعب يمارس الصيد العادي"
 } ,
 
 {
   // 4
   sub: 'كيمياء' ,
   q: 'ثابت آفوجادرو يساوي' ,
   a: [ '6×10<sup>23</sup>' ,
        '6.2×10<sup>23</sup>' , 
        '602×10<sup>23</sup>' , 
        '6.02×10<sup>23</sup>' ],
   trueAnswer: 4 ,
   msg: '6.02×10<sup>23</sup>'
 },
 
  {
    // 5
    sub: 'فلسفة' ,
    q: 'ظهرت الفلسفة في بلاد اليونان على يد' ,
    a: [ 'طاليس' , 'سقراط', 'افلاطون' , 'ارسطو' ] ,
    trueAnswer: 1 ,
    msg: 'ظهرت على يد طاليس و تطورت على يد سقراط و افلاطون و ارسطو'
  },
  
  {
    // 6
    sub: 'أحياء' ,
    q: 'يستخدم في نقل و تخزين الطاقة داخل الخلية' ,
    a: [ 'ADP' , 
         'ATP' ,
         'O<sub>2</sub>' , 
         'لا شيء مما سبق' ],
    trueAnswer: 2 ,
    msg: "النقل و التخزين معا ، ليس النقل فقط"
  },
  
  {
    // 7
    sub: 'F',
      q: 'Qeul âge as tu ?',
      a: ["j'ai 15 an",
          "j'ai 17 année",
          "j'ai 16 ans",
          "j'ai 20 années"],
      trueAnswer: 3,
      msg: ' لا تنسى جمع كلممة سنة '
  },
  
  {
    // 8
    sub: 'فلسفة',
    q: 'أول من رفض لفظ `حكيم` هو',
    a: [ 'فيثاغورس' , 'افلاطون' , 'سقراط' , 'مارتين لوثر' ],
    trueAnswer: 1 ,
    msg: 'حيث أنه أعتبر الحكمة أحد صفات الإله ، و أطلق على نفسه لفظ فيلسوف أي محب الحكمة'
  } ,
  
  {
    // 9
    sub: 'فيزياء',
    q: 'ما هي معادلة ابعاد الطاقة' ,
    a: [ 'M.L.T<sup>-2</sup>' ,
         'M.L.T<sup>-1</sup>' ,
         'L<sup>3</sup>' ,
         'M.L<sup>2</sup>.T<sup>-2</sup>' ],
    trueAnswer: 4 ,
    msg: 'M.L<sup>2</sup>.T<sup>-2</sup>'
  } ,
  
  {
    // 10
    sub: 'عربي',
    q: 'الجيش قاهر <u>عدوه</u> أمس',
    a: [ 'فاعل مرفوع' , 'نائب فاعل' , 'مضاف إليه مجرور' , 'مفعول به' ],
    trueAnswer: 3 ,
    msg: 'اسم الفاعل غير عامل بسبب أمس'
  } ,
  
  {
    // 11
    sub: 'أحياء',
      q: 'بوليمر يتكون من 5 جزيئات جلوكوز ، ما صيغته',
      a: [
          'C<sub>30</sub>H<sub>52</sub>O<sub>30</sub>',
          'C<sub>30</sub>H<sub>60</sub>O<sub>30</sub>',
          'C<sub>30</sub>H<sub>52</sub>O<sub>26</sub>',
          'C<sub>50</sub>H<sub>100</sub>O<sub>50</sub>'
           ],
      trueAnswer: 3,
      msg: 'لا تنسى التحليل المائي'
  } ,
  
  {
    // 12
    sub: 'عربي',
    q: 'قال تعالى ` و إن كادوا ليستفزونك من الأرض ليخرجوك منها ` <br> ليستفزونك  في محل ',
    a: [ 'رفع خبر إن' , 'نصب خبر كاد' , 'رفع خبر كاد' , 'جر لحرف الجر قبلها' ] ,
    trueAnswer: 2 ,
    msg: 'واو الجماعة اسم كاد و ليستفزونك خبرها'
  } ,
  
  {
    // 13
    sub: 'English' ,
    q: '.....women are smarter than men' ,
    a: [ 'a' ,
         'an' , 
         'the' , 
         'no artical' ] ,
    trueAnswer: 4 ,
    msg : 'الجملة بصيغة الجمع و هذه الادوات مع المفرد'
  } ,
  
 
]                 



export {
  question
}
